    #       0    1    2    3    4    5    6    7    8    9
arr=[   1,   2,   3,   4,   5,   6,   7,   8,   9,   10]
print(arr[0])
print(arr[4])
print(arr[9])

#        0         1        2          3
arr=[ "ვაშლი", "მსხალი", "ატამი",  "ქლიავი"]
print(arr[0])
print(arr[3])


#       0                1                     2                      3
#        -4             -3                     -2                     -1                                                                         
arr=( "მძევალი",  "შურისმაძიებლები", "სამართლიანობის ლიგა", "თერიფაიერი")
print(arr[-1])


#      0  1   2   3   4   5
#     -6  -5  -4  -3  -2  -1
arr= [10, 20, 30, 40, 50, 60]
print(arr[-1])
print(arr[-2])